<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>使用帮助</title>
</head>
<body>

填写规范：<br>
1.所在区县：东城区、西城区、朝阳区、海淀区、丰台区、石景山区、门头沟区、房山区、通州区、顺义区、昌平区、大兴区、平谷区、怀柔区、密云县、延庆县。<br>													
2.是否为示范站：“是”或者“否”	<br>								
3.是否建立楼宇党组织：“是”或者“否”	<br>								
4.选择建立楼宇党组织，方可填写党组织设置形式（党委、党总支或党支部）以及楼宇党组织党员人数；		<br>											
5.AD列填报“党员数”小于等于AC列“专职工作人员”填报数		<br>											
6.AG列填报“党建工作指导员”数小于等于AF列填报“兼职工作人员”数			<br>										
7.“2014一年度工作经费”=“市级拨付”+“区县拨付”+“街道（乡镇）拨付”+“其他途径” 不包括党费返还	<br>											
8.办公/活动场所来源：购买、租赁、借用、合用、其他。	<br>
9.文件及表头命名 格式为 区县+街道+楼宇名称的形式 例如：2014年石景山区八角街道AAA商务楼宇工作站情况采集表 <br>
10.街道名建议选择后填写楼宇名进行下载，若系统中没有，则可手动输入<br>
11.数量相关须填写纯阿拉伯数字，且不需要计量单位<br>
12.需要使用 Microsoft Excel 2007以上版本打开文件，文件后缀名为.xlsx,WPS也可以<br>
13.采集表建站时间中格式应为常规，年 月之间有空格，为非EXCEL的时间或自定义格式<br>
<font color="red">14.请使用系统中下载的文件，并按规范填写，避免汇总时出现问题</font><br>
<br>
常见问题：<br>
<font color="red">出现问题可每次上传汇总一个文件，逐个排查</font><br>
<font color="red">一： 出现 上传成功 提示后，不出现下载按钮：</font><br>
 可能原因： 1.数字格式不正确，需要填写纯阿拉伯数字，且不带计量单位，如：5万元/年，正确格式：50000；<br>
       2.合并单元格样式被更改，若需要添加行，请插入整行，并统一样式，如：覆盖楼宇的名称 数量大于3，插入一行后，需要将后三列合并；<br>
       3.单元格格式式被更改,请不要更改下载后单元格的格式，多数为常规；<br>
        4.用0替换无。<br>
<br>
二： 出现 “文件格式错误，实际为xls文件!” 提示	<br>
原因：文件实际为.xls 文件，是通过修改文件名的方式该为.xlsx文件的，打开文件 另存为 Microsoft Excel 2007/2010 文件(.xlsx),若没有 请升级 offic 至2007以上，或安装WPS软件。<br>

三：	出现 “工作站 XX 已存在” 提示<br>
原因：1.文件中有工作站重名，请修改。<br>
	2. 刷新页面重新添加文件并上传。<br>
<br>
四：页面显示不正确 或 未出现 批量添加文件 按钮<br>
原因：网站地址为  http://58.243.186.126:8666/lydj/default.jsp，需要有flash 插件，部分浏览器可能不支持，建议使用 IE8 及以上版本，或火狐浏览器，其他浏览器暂未发现使用问题。<br>
<br>								
五：汇总后的采集表中建站时间显示为数字，且汇总页并非显示为 年 月 格式<br>
采集表建站时间中格式应为常规，年 月之间有空格，为非EXCEL的时间或自定义格式<br>
五：5月20日更新：<br>
1.兼职人员、专职人员、党建指导员年人均工作报酬求平均数方式改为：平均数*人数 求和后除以 人数之和<br>								
2.汇总时修改流动党员数显示值<br>	


</body>
</html>